//*----------------------------------------Подключение переменных-------------------------------------------------------|
import {$vars, $state} from "./state";
//*----------------------------------------Подключение плагинов---------------------------------------------------------|
import * as $plugins from "./plugins";
//*----------------------------------------Подключение модулей----------------------------------------------------------|
import * as $modules from "./modules";
//*----------------------------------------Подключение функций----------------------------------------------------------|
import * as $model from "./model";
//*----------------------------------------Подключение компонентов скрипта----------------------------------------------|
import * as $components from "./view";
//*--------------------------------------------------Основной скрипт----------------------------------------------------|

$plugins.colorSchemes.auto();
$plugins.mobileCheck();
$plugins.isAvifWebp({mode: "webp"});
